Repository: 7system7/pigeon
Catalog: po/*.po
Languages: fr

source: Unable to check emails
fr: Impossible de vérifier les emails

source: Error loading email accounts
fr: Erreur lors du chargement des comptes email

source: Configure notification behavior
fr: Configurer le comportement des notifications

source: Priority only
fr: Prioritaires uniquement

source: Only notify for important emails
fr: Notifier uniquement les emails importants

source: Check interval
fr: Intervalle de vérification

source: Time in seconds between email checks
fr: Temps en secondes entre les vérifications

source: Play sound
fr: Jouer un son

source: Play a notification sound when new emails arrive
fr: Jouer un son de notification lors de l'arrivée de nouveaux emails

source: Persistent notifications
fr: Notifications persistantes

source: Keep notifications visible until dismissed
fr: Garder les notifications visibles jusqu'à fermeture

source: Email Client
fr: Client email

source: Configure how to open emails
fr: Configurer comment ouvrir les emails

source: Use default email client
fr: Utiliser le client email par défaut

source: Launch mail client when clicking notifications
fr: Lancer le client email lors du clic sur les notifications
